#!/usr/bin/python3

print()
print('+==================================================================+')
print('|                  ESTRUTURA DE DECISAO                            |')
print('|                     * IF e ELSE *                                |')
print('+=====================================================TomJobs==v.1#+')
print()

idade = 17

if idade >= 18:
    print()
    print('--------------------------------------------------------------------')
    print('| Idade maior de dezoito anos, já pode trabalhar!                  |')
    print('--------------------------------------------------------------------')
    print()

else:
    print()
    print('--------------------------------------------------------------------')
    print("| Você é menor de idade, continue estudando!                       |")
    print('--------------------------------------------------------------------')